export const sportsResults = {
  "weight-training": {
    title: "헬스",
    subtitle: "하나에 꽂히면 끝장 보는 헬스 곰돌이",
    content:
      "스스로의 성장과 발전을 중요하게 여기는 당신에게는 '헬스'가 어울려요. 당신은 다른 사람과 의미 없이 가벼운 대화를 나누며 쓸데없이 시간 보내는 것을 싫어하는 편이에요. 그럴 시간에 흥미 있는 분야에 대한 영상을 보거나 책을 읽는 것이 더 가치 있다고 생각해요. 어떤 일을 시작하기 전 원리와 체계를 먼저 이해하고 싶어 하는 당신에게 '헬스'는 좋은 운동이 될 거예요. 신체 구조를 이해하고 효율적인 근육 운동법을 파고들며 공부하다 보면 금방 헬스 전문가가 될 수 있어요. 가끔 발현되는 게으름만 극복한다면 어느덧 원하는 몸매를 가지고 있을 수도 있겠네요.",
  },
  tennis: {
    title: "테니스",
    subtitle: "자신감 넘치는 카리스마 테니스 곰돌이",
    content:
      "다재다능하면서 카리스마까지 갖춘 당신에게는 '테니스'가 어울려요. 자신감과 열정으로 가득 찬 당신은 새로운 것에 도전하는 것을 좋아하는 타입이에요. 성취에 대한 큰 열망이 있는 당신은 강한 추진력도 있어 다양한 프로젝트에 뛰어드는 것을 두려워하지 않아요. 경쟁심이 강한 당신은 테니스 코트를 자유롭게 누비며 상대를 제압하는 것에 흥미를 느껴요. 임기응변에 능하고 순발력이 좋아 상황에 따라 다양한 기술을 곧잘 선보이기도 합니다. 사람들과 어울리는 것을 좋아하지만 때로는 혼자 있는 시간이 필요한 독립적인 당신에게는 따로 또 같이 있을 수 있는 테니스 코트가 제격이군요.",
  },
  yoga: {
    title: "요가",
    subtitle: "다정하고 마음이 따뜻한 요가 곰돌이",
    content:
      "늘 머릿속에 생각과 고민이 많은 당신에게는 '요가'가 어울려요. 마음이 따뜻하고 감성이 풍부한 당신은 혼자 보내는 시간을 유난히 좋아하는군요. 집안에만 틀어박혀 있다 밖에 나갈 일이 있으면 모든 일을 해결하고 들어오는 경우가 많아요. 상상력이 풍부한 당신은 아직 일어나지 않은 일들에 대해 상상의 나래를 펼치는 걸 즐거워해요. 당신은 타인의 감정에 예민하게 반응하는 편으로 인간관계로부터 때론 상처를 잘 받기도 하죠. 그래서 '요가'를 통해 내면을 들여다보고 주변으로부터 스스로를 분리하는 시간을 가지면 감정을 정리하는 데에 큰 도움이 될거예요.",
  },
  dance: {
    title: "댄스",
    subtitle: "사랑 넘치는 흥 부자 댄스 곰돌이",
    content:
      "평소 흥이 넘치고 다른 사람에게 관심과 어울리는 것을 좋아하는 당신에게는 '댄스'가 어울려요. 당신은 타인의 기분을 잘 살피고 배려하기 위해 노력을 많이 기울여요. 따뜻하고 정이 많기 때문에 다른 사람과 승부를 겨뤄야 하는 경쟁 상황은 견디기 힘들어하는 편이에요. 대부분 사람들과 함께하는 걸 즐기지만 때로는 혼자만의 시간이 반드시 필요하답니다. 감수성이 풍부한 당신에게는 자기 자신을 마음껏 표현할 수 있는 '댄스'를 권하고 싶어요. 다른 사람과 눈을 맞추고 같은 음악에 춤을 추며 즐기다 보면 긍정적인 에너지를 얻을 수 있을 거예요.",
  },
  swimming: {
    title: "수영",
    subtitle: "안정적인 삶을 꿈꾸는 수영 곰돌이",
    content:
      "속이 단단하고 인내력이 강한 당신에게는 '수영'이 어울려요. 조용하고 얌전한 편인 당신은 사람들 눈에 튀는 것을 좋아하지 않는 편이에요. 또 모험이나 파격적인 변화보다는 안정적이고 평온한 상태를 유지하는 것을 선호해요. 그래서 낯선 사람이나 환경에 적응하기까지 시간이 꽤 필요하답니다. 당신은 주어진 임무를 끝까지 완수하기 위해 노력하는 성실한 타입이에요. 그만큼 책임감이 강하고 완벽주의 성향도 있어요. 물속에서만큼은 물의 온도, 촉감을 온전히 느끼며 나를 편안하게 놓아주고 위로해 주는 시간을 가지면 좋을 것 같네요.",
  },
  crossfit: {
    title: "크로스핏",
    subtitle: "열정 가득 에너자이저 크로스핏 곰돌이",
    content:
      "도전정신이 강하고 모든 일에 있어 진취적인 편인 당신에게는 '크로스핏'이 어울려요. 타고난 추진력으로 일을 조직하고 계획하는 일에 뛰어난 당신은 리더로서의 역할도 거뜬히 잘 해내는군요. 이런 당신에게는 여러 사람이 모여 힘든 운동을 함께 해내며 재미를 느끼고 친목을 쌓을 수 있는 '크로스핏'이 제격이에요. 끈기가 있고 책임감이 있는 당신은 그날 주어진 운동을 끝까지 해냈을 때 큰 성취감을 얻을 수 있어요. 또한 다른 사람들을 응원하고 격려하며 긍정적인 에너지를 얻고 행복감을 느낄 수 있을 거예요.",
  },
  running: {
    title: "러닝",
    subtitle: "새로운 모험을 즐기는 러닝 곰돌이",
    content:
      "틀에 박힌 것보다 자유로운 것을 추구하는 당신에게는 '러닝'이 어울려요. 새로운 경험을 하는 데에 있어 두려움이 없기 때문에 스릴 있는 활동에도 주저 없이 뛰어들 수 있어요. 당신은 어딘가에 구속되는 것을 싫어하고 지루하게 반복되는 일상을 싫어해요. 이런 당신에게는 튼튼한 두 다리만 있다면 언제든지 할 수 있는 '러닝'이 제격이에요. 모험심이 강한 당신은 매일 똑같은 곳보다는 매번 다른 루트를 달리며 새로운 풍경을 마주하는 것에 흥미를 느낄 수 있어요. 인생을 물 흘러가듯 자연스럽게 사는 당신, 두 발이 이끄는 대로 달려보는 건 어떨까요?",
  },
  surfing: {
    title: "서핑",
    subtitle: "파도 위 자유로운 영혼 서핑 곰돌이",
    content:
      "즐거움을 인생의 최고 가치로 생각하는 당신에게는 '서핑'이 어울려요. 열정적이고 활발한 성격의 당신은 혼자 있기보다는 당신의 넘치는 에너지를 나눌 수 있는 사람들과 어울리는 것을 좋아해요. 누군가 나 자신을 통제하려 하는 것을 참을 수 없어요. 겁이 별로 없어 위험한 일에도 대담하게 도전하는 편이에요. 충동적인 면모가 있어 하고 싶은 건 저지르고 보는 경향도 있어요. 한 번 사는 인생, 최대한 멋지고 많은 경험을 하고 싶은 당신에게는 자유로운 서퍼의 피가 흘러요. 거세고 높은 파도 위에 몸을 맡기면 당신이 꿈꾸던 자유로움을 만끽할 수 있을 거예요.",
  },
} as const;
